[
 
 {
    "title":"One piece",
    "image":"https://imgs.search.brave.com/MBfkX9Ql-P83G2v7uQMdYkh8RZYmCPSr02JW2mtGXwE/rs:fit:500:0:0/g:ce/aHR0cHM6Ly93YWxs/cGFwZXJzLmNvbS9p/bWFnZXMvZmVhdHVy/ZWQvb25lLXBpZWNl/LXBpY3R1cmVzLWJq/bTl0ZGZmOXl6Z3Vv/dXAuanBn",
    "about":" Dale Bashir of IGN wrote that One Piece is more about the world-building, adventuring and the meaning of freedom instead of the usual shonen battling from series like Dragon Ball and Naruto. Bashir concluded While not everyone would want to go so far for a franchise that isnot even finished yet trust me when I say that it is definitely worth it"
} ,
{
    
    "title":"Jujustu kaisan",
    "image":"https://imgs.search.brave.com/LU9JeksRFrFw8Ee7tmD8kuS2_8gfBa6QWgGIjVirzI0/rs:fit:500:0:0/g:ce/aHR0cHM6Ly9jZG4u/ZmFuZG9td2lyZS5j/b20vd3AtY29udGVu/dC91cGxvYWRzLzIw/MjMvMDgvMjYxNDA5/MTMvSnVqdXRzdS1L/YWlzZW4tU2hpYnV5/YS1JbmNpZGVudC1h/cmMuanBn",
    "about":" Jujutsu Kaisen  is a Japanese manga series written and illustrated by Gege Akutami. its chapters collected and published in 24 tankōbon volumes as of October 2023. The story follows high school student Yuji Itadori as he joins a secret organization of Jujutsu Sorcerers to eliminate a powerful Curse named Ryomen Sukuna, of whom Yuji becomes the host"


},
{
    "title":"Bleach",
    "image":"https://imgs.search.brave.com/2kP1kB81BceVMMv31HJyU9t1ArMS5lIMGfTu7pPn6-E/rs:fit:500:0:0/g:ce/aHR0cHM6Ly9wcmV2/aWV3LnJlZGQuaXQv/YmxlYWNocy1tYXNz/aXZlLWNhc3QtZWxp/bWluYXRpb24tZ2Ft/ZS1lbmQtcmVzdWx0/cy12MC1qeXJ4dWc4/eGlha2IxLmpwZz93/aWR0aD02NDAmY3Jv/cD1zbWFydCZhdXRv/PXdlYnAmcz0xZWVj/ZjcyNjEwNmYwOGFk/MmYyZGEwY2UzZTBl/ODhkNDI4MjE5N2Y0",
    "about":" Bleach (stylized in all caps) is a Japanese anime television series based on Tite Kubo's original manga series of the same name. It was produced by Studio Pierrot and directed by Noriyuki Abe. The series aired on TV Tokyo from October 2004 to March 2012, spanning 366 episodes"
    
},
{
    "title":"Naruto",
    "image":"https://imgs.search.brave.com/G4ulI5hE-yp5lurSpZ0oH0Jf5MbF2g7bAqjnKmBSmR4/rs:fit:500:0:0/g:ce/aHR0cHM6Ly9tLm1l/ZGlhLWFtYXpvbi5j/b20vaW1hZ2VzL00v/TVY1Qk1tSXhZbUV6/WlRVdE9URTNaaTAw/TXpSakxUbGhPRGN0/WkRneVpESmpaalkw/TnpsbVhrRXlYa0Zx/Y0dkZVFYVnlOVE0z/TURNeU1EUUAuanBn",
    "about":"It tells the story of Naruto Uzumaki, a young ninja who seeks recognition from his peers and dreams of becoming the Hokage, the leader of his village. The story is told in two parts – the first set in Naruto's pre-teen years, and the second in his teens. The series is based on two one-shot manga by Kishimoto: Karakuri (1995), which earned Kishimoto an honorable mention in Shueisha's monthly Hop Step Award the following year, and Naruto (1997)"
    
},
{
    "title":"BalckClover",
    "image":"https://imgs.search.brave.com/ho70x-vWmnB6tgOJ4jwBx7k2dz8aNbQ5j1Wj6q2zPSo/rs:fit:500:0:0/g:ce/aHR0cHM6Ly93d3cu/YW5pbWVzZW5wYWku/bmV0L3dwLWNvbnRl/bnQvdXBsb2Fkcy8y/MDIzLzA3LzIwMjMw/NzIwXzEzNTYyNi5q/cGc",
    "about":" Black Clover is a Japanese manga series written and illustrated by Yūki Tabata. It was serialized in Shueisha's shōnen manga magazine Weekly Shōnen Jump from February 2015 to August 2023, and will be moved to Jump Giga starting"
    

} ,
{  "title":"Demon slayer",
"image":"https://imgs.search.brave.com/JZnXDEJqMrzJkjns17dcQHtXkLFEm0zF56Il8eyCtYc/rs:fit:860:0:0/g:ce/aHR0cHM6Ly9kZW1v/bnNsYXllci1oaW5v/a2FtaS5zZWdhLmNv/bS9pbWcvcHVyY2hh/c2UvZGlnaXRhbC1z/dGFuZGFyZC5qcGc",
"about":"- Demon Slayer: Kimetsu no Yaiba (鬼滅の刃, Kimetsu no Yaiba, is a Japanese manga series written and illustrated by Koyoharu Gotouge. It was serialized in Shueisha's shōnen manga magazine Weekly Shōnen Jump from February 2016 to May 2020, with its chapters ..."

},
{
    "title":"Chinesaw man",
    "image":"https://imgs.search.brave.com/x_alUDJ6MKUxbKGAywVqVAMLpZGLf5bqwcpLDkHb_Yo/rs:fit:500:0:0/g:ce/aHR0cHM6Ly9tLm1l/ZGlhLWFtYXpvbi5j/b20vaW1hZ2VzL0kv/NTFtOWN0bWNSbkwu/anBn",
    "about":" Chainsaw Man is a Japanese manga series written and illustrated by Tatsuki Fujimoto. Its first arc was serialized in Shueisha's shōnen manga magazine Weekly Shōnen Jump from December 2018 to December 2020; its second arc began serialization"
} ,
{
    "title":"Eminence of shadow",
    "image":"https://imgs.search.brave.com/IC3K4uSBVIV6RIX_qqqRCOLyHetzxVx-LIWRpHeuTZs/rs:fit:500:0:0/g:ce/aHR0cHM6Ly9pbWcu/YnVubnljY2RuLmNv/L19yLzMwMHg0MDAv/MTAwL2JjL2E0L2Jj/YTRhNzFlMjcxYTMw/ZmIxYjQ0ZDMzZDU2/ZGI4ZjhmL2JjYTRh/NzFlMjcxYTMwZmIx/YjQ0ZDMzZDU2ZGI4/ZjhmLmpwZw",
    "about":"The Eminence in Shadow (Kage no Jitsuryokusha ni Naritakute!, To Be a Power in the Shadows!) is an epic comedy action isekai about Cid Kagenou, a boy who dreams to enact his powers over the world while lurking in the shadows. With his organization, Shadow Garden"
}
]